Revit 2024 API
BuiltInFailures.LinkFailures.MultipleLinks Property
 Can't complete operation. Linked Files have the same name.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId MultipleLinks { get; }
Visual Basic
Public Shared ReadOnly Property MultipleLinks As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ MultipleLinks {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.LinkFailures Class
Autodesk.Revit.DB Namespace